Repository: bhrnjica/gpdotnetv4
Catalog: GPdotNET/Properties/Resources.*.resx
Languages: bs

# SR_Aritry
source: Aritry
bs: Argumenata

# SR_AskForSave
source: Save changes?
bs: Sačuvati promjene?

# SR_AvgFitness
source: Average Fitness
bs: Prosiječni Fitness

# SR_ChangedLangWarning
source: In order to change Language, you have to restart application!
bs: Za promjenu jezika, potreno je restartati aplikaciju.

# SR_ChangeFunctionSet
source: Changing function set, the population must be reset. Do you want to continue?
bs: Promjenom skupa funkcija, populacija će biti resetovana.Želite li nastaviti?

# SR_Check
source: Chcek
bs: Označito

# SR_Compleated
source: Compleated
bs: Završeno!

# SR_ConditionInvalid
source: Condition of evolution is not valid. Please enter the float number!
bs: Uslov prekida evolucije nije validan. Molimo unesite broj realnog tipa!

# SR_Constant
source: Constant
bs: Konstanta

# SR_ConstantIncorectNumber
source: Incorect number of constants interval!It must be an integer!
bs: Nepravilan broj intervala konstanti. Potrebno je da bude cjelobrojan!

# SR_ConstantModified
source: Changing random constants, current Population will be discarded.\n Do you want to continue?
bs: Promjena slučajnih konstanti uzrokovaće da se ponište sva dosadašnja rješenja.\n Da liđelite nastaviti?

# SR_ControlPoint
source: Control Points
bs: Kontrolne tačke

# SR_CrossOverdepthInvalid
source: Corssover depth is not valid!
bs: Dubina ukrštanja nije pravilna.

# SR_DataEmpty
source: Experimantal data is empty. Please load data!
bs: Experimentalni podaci su prazni. Molimo učitajte experiment!

# SR_Definition
source: Definition
bs: Definicija

# SR_Description
source: Description
bs: Opis

# SR_ExcelDefinition
source: Excel Definition
bs: Excel Definicija

# SR_ExperimentModel
source: Experiment/Model
bs: Eksperiment/Model

# SR_FittValue
source: Fitness value
bs: Fitness vrijednost

# SR_FunctionSetNull
source: Function set is null.
bs: Funkcijski skup je prazan.

# SR_FunctionValue
source: Function value
bs: Vrijednost funkcije

# SR_Generation
source: Generation
bs: Generacija

# SR_InitialDepthInvalid
source: Initial depth is not valid!
bs: Početna dubina nije validna.

# SR_IsDistribution
source: Is Distribution
bs: Je Distribucija

# SR_LoadSeriesFirst
source: Please load series first!
bs: Molimo učitajte prvo serje.

# SR_MaxFit
source: Maximum Fitness
bs: Maksimum Fitness

# SR_ModelCreationError
source: Error occurs in model creation!
bs: Greška u formiranju modela!

# SR_ModelSet
source: GP Model (solution)
bs: Graf Modela

# SR_MutationDepthInvalid
source: Mutation depth is not valid!
bs: Dubina mutacije nije validna!

# SR_Name
source: Name
bs: Naziv

# SR_NumPoints
source: Number of points
bs: Broj tačaka

# SR_Output
source: Output
bs: Izlaz

# SR_Populaction
source: Population
bs: Populacija

# SR_PopulationSizeInvalid
source: Population size is not valid.
bs: Veličina populacije nije validna!

# SR_probCrossOverInvalid
source: Probability of crossover is not valid!
bs: Vjerojatnost ukrštanja nije validna!

# SR_ProbMutationInvalid
source: Probability of mutation is not valid!
bs: Vjerojatnost mutacije nije validna!

# SR_ProbPermutationInvalid
source: Probability of permutation is not valid!
bs: Vjerojatnost permutacije nije validna!

# SR_ProbSelectionInvalid
source: Probability of selection is not valid!
bs: Vjerojatnost selekcija nije validna!

# SR_ReadOnly
source: Read Only
bs: Samo Čitanje

# SR_RSquare
source: R Square
bs: R Korijen

# SR_SampleNumber
source: SN
bs: RB

# SR_SDI_Warning
source: Please, close existing document first!
bs: Prvo je potreno je zatvoriti postojeći dokument!

# SR_Selected
source: Selected
bs: Označeno

# SR_SeriesCorectNumVartest
source: Please correct number of variable and testing data!
bs: Potrebno je ispraviti broj varijabli testnih podataka!

# SR_SeriesCorrectNumbVari
source: Please correct number of variables!
bs: Potrebno je ispraviti broj varijabli!

# Sr_SeriesCorrectNumTestSamples
source: Please correct number testing samples!
bs: Potrebno je ispraviti broj pokusa

# SR_SolutionGraph
source: Solution graph
bs: Graf rješenja

# SR_TerminalSetNull
source: Terminal set is null.
bs: Skupterminala je prazan.

# SR_TestingData
source: TESTING DATA
bs: Graf experimenta testa

# SR_testingModelError
source: Error occures in cration of testing model!
bs: Greška u formiranju testnog modela!

# SR_TrainingData
source: TRAINING DATA
bs: Graf eksperimenta

# SR_TrainingDataFirst
source: Load training data first!
bs: Potrebno prvo učitati podatke za trening!

# SR_TrainingSet
source: Training data
bs: Graf Experimenta

# SR_Undefined
source: Undefined
bs: Nedefinisano

# SR_Value
source: Value
bs: Vrijednost

# SR_New_SRModel
source: New GP Data Model
bs: Novi GP model

# SR_New_TSModel
source: New Time Series Model
bs: Novi TS model

# SR_Weight
source: Weight
bs: Težina

# SR_Cannot_Read
source: Could not read file. Error message:
bs: Nemoguće pročitati datoteku: Poruke greške:

# SR_ElitismInvalid
source: Elitism number is not valid!
bs: Broj elita nije validan!

# SR_FitnessGraphSimulation
source: Fitness simulation
bs: Fitness simulacija

# SR_GPModelSimulation
source: GP Model simulation
bs: Simulacija GP modela

# SR_SelecParamInvalid
source: Selection parameter is invalid.
bs: Parametar selekcije nije validan.
