Repository: bhrnjica/gpdotnetv4
Catalog: GPdotNET/GP_TS_Panel.*.resx
Languages: bs

# $this.Text
source: Genetic programming
bs: GP Panel

# btnUcitaj.Text
source: Load Training Data..
bs: Učitavanje podataka za učenje..

# button1.Text
source: View S-expression
bs: Prikaži S-izraze

# button2.Text
source: Load Test
bs: Učitavanje Testa ...

# button3.Text
source: Generate
bs: Generiranje

# button4.Text
source: Load serie
bs: Učitavanje...

# button5.Text
source: Set to GP
bs: Podešavanje za GP

# checkBox2.Text
source: Enable editing
bs: Uključivanje modifikacije

# checkBox3.Text
source: Enable decimation
bs: Uključivanje Decimacije

# cmetodaGeneriranja.Items
source: Full
bs: Puna

# cmetodaGeneriranja.Items1
source: Grow
bs: Rastuća

# cmetodaGeneriranja.Items2
source: Half and Half
bs: Miješana

# cmetodaSelekcije.Items1
source: Rank
bs: Rangirajuča

# cmetodaSelekcije.Items2
source: Tournment
bs: Rulet

# cmetodaSelekcije.Items3
source: SUS
bs: Turnirska

# comboBox2.Items
source: Generation number
bs: Broj generacije

# groupBox1.Text
source: Maximalna Dubina Drveta
bs: Maksimalna dubina drveta izraza

# groupBox2.Text
source: Probability of gp operations
bs: Vjerojatnost GP operatora

# groupBox3.Text
source: Type of procesors
bs: Tip procesora

# groupBox4.Text
source: Random constants
bs: Slučajne konstante

# groupBox5.Text
source: Settings
bs: Podešavanje

# groupBox7.Text
source: Evolution
bs: Evolucija

# label1.Text
source: Size:
bs: Veličina populacije:

# label12.Text
source: Initialization:
bs: Metode inicijalizacije:

# label13.Text
source: Method:
bs: Metoda selekcija:

# label14.Text
source: Cur. iteration (sec):
bs: Tek. iteracija (sec):

# label16.Text
source: Mutation:
bs: Mutacija:

# label17.Text
source: Crossover:
bs: Ukrštanje:

# label18.Text
source: Avg. finish time:
bs: Srednje vrijeme završetka:

# label19.Text
source: Elitism:
bs: V. Reg:

# label2.Text
source: Crossover depth:
bs: Dubina za ukrštanje:

# label20.Text
source: Generation:
bs: Genetacija:

# label21.Text
source: Envolve until:
bs: Izvršavaj dok:

# label23.Text
source: (0-PopSize)
bs: GPModel (sa Editing):

# label24.Text
source: Training TrainingData:
bs: Podaci za učenje:

# label25.Text
source: Built in functions.
bs: Ugrađenje funkcije

# label26.Text
source: Custom defined function
bs: Posebne funkcije

# label27.Text
source: Interval from:
bs: Interval od:

# label28.Text
source: Number of random constants:
bs: Broj slučajnih konstanti:

# label29.Text
source: to:
bs: do:

# label3.Text
source: Mutation depth:
bs: Dubina za mutaciju:

# label32.Text
source: Best fitness:
bs: Najbolji fitness:

# label33.Text
source: Changed at generation:
bs: Promjenjeno u generaciji:

# label35.Text
source: Fitness:
bs: Fitness funkcija:

# label38.Text
source: Permutation:
bs: Permutacija:

# label40.Text
source: Encaptilation:
bs: Enkapsulacija:

# label41.Text
source: Random Constants:
bs: Slučajne konstante:

# label42.Text
source: GPModel
bs: GPModel (bez editovanja):

# label43.Text
source: Avg. time left (min):
bs: Prosječni ostalak vremena (min):

# label44.Text
source: Duration(min):
bs: Trajanje(min):

# label45.Text
source: Nr.Serie:
bs: Br. Serija:

# label46.Text
source: Nr. Variables:
bs: Br. Varijabli:

# label47.Text
source: Nr. Series for test:
bs: Br. Serija za testiranje:

# label5.Text
source: Initialize depth:
bs: Početna dubina:

# label9.Text
source: Run started at:
bs: Pokrenuto:

# radioButton2.Text
source: Multy Core
bs: Višejezgreni

# radioSingleCore.Text
source: Single core
bs: Jednojezgreni

# Reprodukcija.Text
source: Reproduction:
bs: Reprodukcija:

# Series.Text
source: Time Series Data
bs: Vrem. Serije

# tabPage1.Text
source: Data
bs: Podaci

# tabPage2.Text
source: Settings
bs: Podešavanje

# tabPage3.Text
source: Functions
bs: Funkcije

# tabPage4.Text
source: Run
bs: Pokretanje

# tabPage7.Text
source: Prediction
bs: Predikcija
